{
  "about-me": "about me",
  "skill-set": "skill set",
  "my-work": "my work",
  "currentLanguage": "DE",
  "Hi all!": "Hi all!",
  "I am": "I'm",
  "frontend developer": "frontend developer",
  "welcome to my website": "welcome to my website",
  "about me": "about me",
  "experience-text": "With years of experience in customer service and sales, I bring a customer-oriented approach to the development of web applications. The goal is to create user-friendly solutions that are intuitive and offer a high user experience. Through an intensive bootcamp, I have learned the latest web technologies, which enable me to develop innovative web applications.",
  "contact-message": "If you think I’d be a good match for your projects, contact me!",
  "send-message": "send a message",
  "check-out": "This page is a sample of my work - please feel free to try them out.",
  "Join-description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "El Pollo Loco-description": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
  "DA-Bubble-description": "The project is a Slack clone that allows users to create channels and exchange direct messages.",
  "headline": "contact me",
  "info": "Got a problem to solve?",
  "about": "Contact me through this form. I am interested in hearing from you, knowing your ideas, and contributing to your projects with my work.",
  "contact-me": "Need a Frontend developer?",
  "message-me": "Contact me!",
  "your-name": "Your name",
  "your-email": "Your email",
  "your-message": "Your message",
  "privacy-one": "I accept the",
  "blue": "privacy policy",
  "privacy-two": "read and agree to the processing of my data according to the provisions.",
  "send-button": "Say Hello ;)",
  "message-sent": "Your message was sent!",
  "Your name is required (min-length: 2)": "Your name is required (min-length: 2)",
  "Your email is required": "Your email is required",
  "Your message is required (min-length: 5)": "Your message is required (min-length: 5)",
  "Sending message": "Sending message",
  "Message sent successfully": "Message sent successfully",
  "greet": "Hi all!<span class='animate-hand-wave inline-block origin-hand-wave'>👋</span>",
  "name": "I am <span class='name-text'>Jan Woll</span>",
  "job": "<span class='job-text'>frontend developer</span>",
  "welcome": "welcome to my website",
  "Datenschutzrichtlinie": "Privacy Policy",
  "1. Erfassung von Informationen": "1. Information Collection",
  "Wir sammeln personenbezogene Daten von Besuchern unserer Website, wenn sie über das Kontaktformular mit uns in Kontakt treten. Die Angabe Ihres Namens, Ihrer E-Mail-Adresse und des Inhalts Ihrer Nachricht ist erforderlich, um Ihre Anfrage zu bearbeiten.": "We collect personal data from visitors to our website when they contact us via the contact form. Providing your name, email address, and the content of your message is required to process your request.",
  "2. Nutzung der Informationen": "2. Use of Information",
  "Die von Ihnen bereitgestellten personenbezogenen Daten werden ausschließlich zur Beantwortung Ihrer Anfragen verwendet. Diese Informationen werden nicht mit Dritten geteilt oder für andere Zwecke verwendet.": "The personal data you provide will only be used to respond to your inquiries. This information will not be shared with third parties or used for other purposes.",
  "3. Cookies und Tracking": "3. Cookies and Tracking",
  "Unsere Website verwendet keine Cookies oder andere Tracking-Technologien, um das Verhalten der Besucher zu überwachen oder Informationen über deren Nutzung der Website zu sammeln.": "Our website does not use cookies or other tracking technologies to monitor visitors' behavior or collect information about their use of the website.",
  "4. Weitergabe von Informationen an Dritte": "4. Disclosure of Information to Third Parties",
  "Wir geben Ihre personenbezogenen Daten nicht an Dritte weiter. Ihre Informationen bleiben vertraulich und werden nur für die direkte Kommunikation zwischen Ihnen und uns verwendet.": "We do not disclose your personal data to third parties. Your information remains confidential and is only used for direct communication between you and us.",
  "5. Sicherheit": "5. Security",
  "Wir ergreifen geeignete Maßnahmen, um die Sicherheit Ihrer persönlichen Informationen zu gewährleisten und sie vor unbefugtem Zugriff, Verlust, Missbrauch oder Veränderungen zu schützen. Bitte beachten Sie, dass keine Datenübertragung über das Internet vollständig sicher garantiert werden kann und wir die Sicherheit von Daten, die an unsere Website gesendet werden, nicht gewährleisten können.": "We take appropriate measures to ensure the security of your personal information and protect it from unauthorized access, loss, misuse, or alteration. Please note that no data transmission over the internet can be guaranteed to be completely secure, and we cannot ensure the security of data sent to our website.",
  "6. Nutzerrechte": "6. User Rights",
  "Da keine Registrierung auf unserer Website erforderlich ist, sammeln wir nur Informationen, die über das Kontaktformular bereitgestellt werden. Sie haben das Recht, Informationen über Ihre gespeicherten personenbezogenen Daten sowie deren Korrektur oder Löschung zu beantragen, soweit dies rechtlich zulässig ist.": "Since no registration is required on our website, we only collect information provided through the contact form. You have the right to request information about your stored personal data as well as its correction or deletion, as far as legally permissible.",
  "7. Kontaktinformationen": "7. Contact Information",
  "Wenn Sie Fragen zur Nutzung Ihrer Daten haben oder Ihre Rechte bezüglich Ihrer personenbezogenen Daten ausüben möchten, kontaktieren Sie uns bitte unter: Dominik Hucka, Peteräcker 6, 72581 Dettingen, Deutschland.": "If you have questions about the use of your data or wish to exercise your rights regarding your personal data, please contact us at: Dominik Hucka, Peteräcker 6, 72581 Dettingen, Germany.",
  "Änderungen der Datenschutzrichtlinie": "Changes to the Privacy Policy",
  "Wir behalten uns das Recht vor, diese Datenschutzrichtlinie zu ändern. Wir werden Sie angemessen über alle wesentlichen Änderungen informieren. Die fortgesetzte Nutzung unserer Website nach solchen Änderungen gilt als Ihre Zustimmung zu unseren aktualisierten Praktiken.": "We reserve the right to change this privacy policy. We will inform you appropriately of any significant changes. Continued use of our website after such changes constitutes your consent to our updated practices."
}
